tap "homebrew/cask"
tap "d12frosted/emacs-plus"

brew "bash"
brew "bash-completion"
brew "bfg"
brew "curl"
brew "findutils"
brew "git"
brew "icu4c"
brew "libxml2"
brew "libxslt"
brew "nginx"
brew "openssl"
brew "postgres"
brew "protobuf"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "the_silver_searcher"
brew "vcprompt"
brew "wget"
brew "gnu-sed"
brew "nodenv"
brew "pyenv"
brew "pipenv"
brew "direnv"
brew "yarn"
brew "golang"
brew "emacs-plus"
brew "libvterm"
brew "rust"
brew "docker-compose"
brew "coreutils"
brew "superfly/tap/flyctl"
brew "ispell"